/* About screen blog label */
"About.blog" = "Blogg";

/* About screen footer */
"About.footer" = "Skapad av det lokala teamet för Bread. Version %1$@";

/* Privay Policy button label */
"About.privacy" = "Sekretesspolicy";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Användarvillkor";

/* About screen title */
"About.title" = "Om";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Stäng";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Support Center";

/* Loading Wallet Message */
"Account.loadingMessage" = "Laddar plånbok";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Mitt Bread";

/* Equals symbol */
"AccountHeader.equals" = "=";

/* Manage wallet button title */
"AccountHeader.manageButtonName" = "HANTERA";

/* Error alert title */
"Alert.error" = "Fel";

/* No internet alert message */
"Alert.noInternet" = "Ingen anslutning till internet hittades. Kontrollera din anslutning och försök igen.";

/* Warning alert title */
"Alert.warning" = "Varning";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresser kopierade";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Alla plånboksadresser har kopierats.";

/* Alert Header Label (As in "The paper key has been set.") */
"Alerts.paperKeySet" = "Ordnyckel är inställd";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Härligt!";

/* Alert Header label (as in "the PIN has been set.") */
"Alerts.pinSet" = "PIN-kod är inställd";

/* Alert Subheader label */
"Alerts.pinSetSubheader" = "Använd din PIN-kod för att låsa upp Bread och skicka pengar.";

/* Send failure alert header label (as in "the send has failed") */
"Alerts.sendFailure" = "Sändningen misslyckades";

/* Send failure alert subheader label */
"Alerts.sendFailureSubheader" = "Sändningen misslyckades";

/* Send success alert header label */
"Alerts.sendSuccess" = "Skicka bekräftelse";

/* Send success alert subheader label */
"Alerts.sendSuccessSubheader (\"the money was sent\")" = "Pengarna skickade!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Fel vid JSON-serialisering";

/* Wallet not ready error message */
"ApiClient.notReady" = "Plånboken ej redo";

/* API Token error message */
"ApiClient.tokenError" = "Kan inte ta emot API-symbol";

/* Cancel button label */
"Button.cancel" = "Avbryt";

/* Ignore button label (as in "ignore this message") */
"Button.ignore" = "Ignorera";

/* menu button */
"Button.menu" = "meny";

/* No button */
"Button.no" = "Nej";

/* OK button label */
"Button.ok" = "OK";

/* receive button (opens the screen for receiving money) */
"Button.receive" = "ta emot";

/* send button (opens the screen for sending money) */
"Button.send" = "skicka";

/* Settings button label (opens the settings for the app) */
"Button.settings" = "Inställningar";

/* Settings button label */
"Button.submit" = "Överlämna";

/* Yes button */
"Button.yes" = "Ja";

/* Camera plugin instruction (when the user is taking a picture of their ID, an outline [box] appears to help the user line up their ID in the center of the image) */
"CameraPlugin.centerInstruction" = "Centrera ditt ID i boxen";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Ange följande ord från din ordnyckel, för att vara säker på att allt skrevs korrekt.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Ord #%1$@";

/* Exchange rate label (exchange rate between different currencies) */
"DefaultCurrency.rateLabel" = "Växelkurs";

/* Default currency view title */
"DefaultCurrency.title" = "Förinställd valuta";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Enheten är inte konfigurerad för att skicka e-post med post-appen i iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "E-posten är inte tillgänglig";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Denna enhet är inte konfigurerad för att skicka meddelanden.";

/* Messaging unavailable alert title (as in "the messaging function is unavailable") */
"ErrorMessages.messagingUnavailableTitle" = "Meddelandehantering inte tillgänglig";

/* Checking private key balance progress view text ("we are now checking the balance that is stored on your private key...") */
"Import.checking" = "Kontrollerar privat nyckelsaldo...";

/* Sweep private key confirmation message */
"Import.confirm" = "Skicka %@ från denna privata nyckel till din plånbok? Bitcoins nätverk tar en avgift på %@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Denna privata nyckel finns redan i din plånbok.";

/* empty private key error message */
"Import.Error.empty" = "Denna privata nyckel är tom.";

/* High fees error message (the transaction fees required to send the contents of this private key are higher than what is actually contained in this private key [therefore it can't be sent]) */
"Import.Error.highFees" = "Transaktionsavgifter kostar mer än den behållning som är tillgänglig på denna privata nyckel (p.g.a. liten \\";

/* Not a valid private key error message */
"Import.Error.notValid" = "Inte någon privat nyckel";

/* Import signing error message (we tried to sign the transaction, and there was an error) */
"Import.Error.signing" = "Fel vid signering av transaktion";

/* Import button label */
"Import.importButton" = "Importera";

/* Importing wallet progress view label (as in "we are currently importing the wallet") */
"Import.importing" = "Importerar plånbok";

/* Caption for graphics */
"Import.leftCaption" = "Plånbok som ska importeras";

/* Import wallet intro screen message */
"Import.message" = "Genom att importera en plånbok överförs alla pengar från din andra plånbok till Bread genom en enda transaktion.";

/* Enter password alert view title */
"Import.password" = "Denna privata nyckel är lösenordsskyddad.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "lösenord";

/* Caption for graphics ("Bread" is the name of the app, in this case an adjective describing Wallet) */
"Import.rightCaption" = "Din Bread-plånbok";

/* Scan Private key button label (press to scan a private key) */
"Import.scan" = "Läs av privat nyckel";

/* Import wallet success alert title */
"Import.success" = "Lyckades";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Importerad plånbok.";

/* Import Wallet screen title */
"Import.title" = "Importera plånbok";

/* Unlocking Private key activity view message. (we are currently unlocking the key) */
"Import.unlockingActivity" = "Nyckel för upplåsning";

/* Import wallet intro warning message */
"Import.warning" = "Importering av en plånbok inkluderar inte transaktionshistorik eller andra uppgifter.";

/* Close app button */
"JailbreakWarnings.close" = "Stäng";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorera";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ENHETENS SÄKERHET ÄR ÄVENTYRAD\nEn \"intrångs\"-app kan få tillgång till Breads nyckeldata och stjäla dina bitcoin! Töm denna plånbok direkt och återupprätta den på en säker enhet.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ENHETENS SÄKERHET ÄR ÄVENTYRAD\nEn \"intrångs\"-app kan få tillgång till Breads nyckeldata och stjäla dina bitcoin! Använd Bread endast på en säker enhet.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "VARNING";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "Töm";

/* Location services disabled error */
"LocationPlugin.disabled" = "Platstjänster är inaktiverade.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "Bread har inte rätt att utnyttja platstjänster";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Du skapade din plånbok på %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Din plånboks namn visas bara i din kontohistorik och kan inte ses av någon annan.";

/* Change Wallet name textfield label (the name of your wallet) */
"ManageWallet.textFeildLabel" = "Plånbokens namn";

/* Manage wallet modal title */
"ManageWallet.title" = "Hantera plånbok";

/* Buy bitcoin title */
"MenuButton.buy" = "Köp Bitcoin";

/* Menu button title */
"MenuButton.lock" = "Lås plånbok";

/* Menu button title */
"MenuButton.security" = "Säkerhetscenter";

/* Menu button title */
"MenuButton.settings" = "Inställningar";

/* Menu button title */
"MenuButton.support" = "Support";

/* button label */
"MenuViewController.createButton" = "Ska ny plånbok";

/* Menu modal title */
"MenuViewController.modalTitle" = "Meny";

/* button label */
"MenuViewController.recoverButton" = "Återupprätta plånbok";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Felaktig utbetalningsbegäran";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Dokumentet är felaktigt eller utan stöd";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "certifikat saknas";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "begäran har utgått";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Kunde inte göra utbetalning";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Utbetalning av Bitcoin får inte vara lägre än %@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Utbetalningstransaktioner av Bitcoin får inte vara lägre än $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "signaturtypen saknar stöd";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "opålitligt certifikat";

/* Paper key not save prompt body */
"Prompts.PaperKey.body" = "Denna plånboks ordnyckel har inte skrivits ner. Klicka här för att se.";

/* Paper Key not saved prompt title (as in "the paper key has not been saved yet") */
"Prompts.PaperKey.title" = "Ordnyckel är inte sparad";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Din plånbok kan vara osynkroniserad. Detta kan ofta lösas genom att läsa om blockkedjan.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaktionen avslogs";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Klicka här för att aktivera Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Aktivera Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "Bread har uppgraderat till att använda 6-siffrig PIN-kod. Klicka här för att uppgradera.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Uppgradera PIN-kod";

/* Push notifications settings view body */
"PushNotifications.body" = "Få meddelande när de pengar du fått kan utnyttjas.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push-meddelanden";

/* Push notifications settings view title label */
"PushNotifications.title" = "Meddelanden";

/* Address copied message. */
"Receive.copied" = "Kopierad till urklipp.";

/* Share via email button label */
"Receive.emailButton" = "E-post";

/* Request button label */
"Receive.request" = "Begär ett belopp";

/* Share button label */
"Receive.share" = "Dela";

/* Share via text message (SMS) */
"Receive.textButton" = "Textmeddelande";

/* Receive modal title */
"Receive.title" = "Ta emot";

/* Done button text */
"RecoverWallet.done" = "Klar";

/* Recover wallet header */
"RecoverWallet.header" = "Återupprätta plånbok";

/* Reset PIN with paper key: header */
"RecoverWallet.header-reset-pin" = "Återställ PIN-kod";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Ange ordnyckel";

/* Recover wallet intro */
"RecoverWallet.intro" = "Återupprätta Bread med din ordnyckel.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Den ordnyckel du angav är ogiltig. Dubbelkolla varje ord och försök igen.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Vänster pil";

/* Next button label */
"RecoverWallet.next" = "Nästa";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset-pin-more-info" = "Klicka här för fler uppgifter.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Höger pil";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Ange ordnyckel till den plånbok du vill återupprätta.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader-reset-pin" = "För att återställa din PIN-kod anger du orden från din ordnyckel i boxarna nedan.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Begär ett belopp";

/* Alert action button label */
"ReScan.alertAction" = "Synka";

/* Alert message body */
"ReScan.alertMessage" = "Du kan inte skicka pengar under synkning.";

/* Alert message title */
"ReScan.alertTitle" = "Synka med blockkedja?";

/* extimated time */
"ReScan.body1" = "20-45 minuter";

/* Syncing explanation */
"ReScan.body2" = "Om en transaktion visar sig som klar i bitcoins nätverk men inte i Bread.";

/* Syncing explanation */
"ReScan.body3" = "Du har ogiltiga transaktioner i Bread som inte försvinner.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Starta synkning";

/* Sync blockchain view footer */
"ReScan.footer" = "Du kan inte skicka pengar under synkningen med blockkedjan.";

/* Sync Blockchain view header */
"ReScan.header" = "Synka blockkedja";

/* Subheader label */
"ReScan.subheader1" = "Uppskattad tid";

/* Subheader label */
"ReScan.subheader2" = "När ska man synka?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Kamerablixt";

/* Complete filter label */
"Search.complete" = "avsluta";

/* Pending filter label */
"Search.pending" = "väntar";

/* Received filter label */
"Search.received" = "mottaget";

/* Sent filter label */
"Search.sent" = "skickat";

/* Security Center Info */
"SecurityCenter.info" = "Aktivera alla säkerhetsfunktioner för maximal säkerhet.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Det enda sättet att komma åt dina bitcoin om du förlorar eller uppgraderar din telefon.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Ordnyckel";

/* PIN button description */
"SecurityCenter.pinDescription" = "Skyddar ditt Bread från obehöriga användare.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-siffrig PIN-kod";

/* Security Center Title */
"SecurityCenter.title" = "Säkerhetscenter";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Lås enkelt upp ditt Bread och skicka pengar upp till en inställd gräns.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Belopp";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %@";

/* Balance: $4.00, Fee: $0.01 */
"Send.balanceWithFee" = "Saldo: %@, Avgift: %@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Gå till Inställningar för att ge tillgång till kameran.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "Bread har inte tillgång till kameran";

/* Warning when sending to self. */
"Send.containsAddress" = "Destinationen är din egen adress. Du kan inte skicka till dig själv.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Kunde inte skapa transaktion.";

/* Currency button label */
"Send.defaultCurrencyLabel" = "bits (\(S.Symbols.bits))";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Betalningsmottagaren är inte certifierad.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Dina urklipp innehåller inte någon giltig bitcoin-adress.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Ogiltig adress";

/* Empty address alert message */
"Send.noAddress" = "Ange mottagarens adress.";

/* Emtpy amount alert message */
"Send.noAmount" = "Ange ett belopp att skicka.";

/* Paste button label */
"Send.pasteLabel" = "Klistra in";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Kunde inte lägga ut transaktion.";

/* Scan button label */
"Send.scanLabel" = "Läs av";

/* Send button label */
"Send.sendLabel" = "Skicka";

/* Send modal title */
"Send.title" = "Skicka pengar";

/* Send money to label */
"Send.toLabel" = "Till";

/* Authorize transaction of $5.00 to <bitcoin address> with network fee: %0.01 */
"Send.touchIdPrompt" = "Godkänn transaktion på %@ till %@ med nätverksavgift: %@";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Bitcoin-adresser är avsedda för engångsanvändning.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Återanvändning minskar sekretessen både för dig och mottagaren och kan sluta i förlust om mottagaren inte direkt kontrollerar adressen.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adressen är redan använd";

/* About label */
"Settings.about" = "Om";

/* Default currency label */
"Settings.currency" = "Förinställd valuta";

/* Join Early access label */
"Settings.earlyAccess" = "Använd Snabb tillgång";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Gillar du Bread?";

/* Import wallet label */
"Settings.importTitle" = "Importera plånbok";

/* Notifications label */
"Settings.notifications" = "Meddelanden";

/* Leave review button label */
"Settings.review" = "Betygssätt oss";

/* Share anonymous data label */
"Settings.shareData" = "Dela anonyma uppgifter";

/* Sync blockchain label */
"Settings.sync" = "Synka blockkedja";

/* Settings title */
"Settings.title" = "Inställningar";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID utnyttjandegräns";

/* Share data view body */
"ShareData.body" = "Hjälp till att förbättra Bread genom att dela dina anonyma uppgifter med oss. Detta inbegriper inga ekonomiska uppgifter. Vi respekterar din ekonomiska sekretess.";

/* Share data header */
"ShareData.header" = "Dela uppgifter?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Dela anonyma uppgifter?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Skriv ner ordnyckel på nytt";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Din ordnyckel  är enda sättet att återupprätta Bread om du förlorat din telefon, blivit bestulen på den eller har uppgraderat den.\n\nVi visar dig en lista över ord som du kan skriva ner på ett papper och gömma undan.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Skriv ner ordnyckel";

/* Argument is date */
"StartPaperPhrase.date" = "Senast skrev du ner din ordnyckel på %1$@";

/* Syncing view header text */
"SyncingView.header" = "Synkar";

/* Retry button label */
"SyncingView.retry" = "Försök igen";

/* 6 d (6 days) */
"TimeSince.days" = "%@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%@ t";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%@ s";

/* You can customize your Touch ID Spending Limit from the <buttonname=Touch ID Spending Limit screen> */
"TouchIdSettings.customizeText" = "Du kan anpassa din utnyttjandegräns för Touch ID i";

/* Touch Id screen label */
"TouchIdSettings.label" = "Använd ditt fingeravtryck för att låsa upp Bread och skicka pengar upp till en inställd gräns.";

/* Link Text */
"TouchIdSettings.linkText" = "Skärm för Touch ID utnyttjandegräns";

/* Spending Limit: b100,000 = $100 */
"TouchIdSettings.spendingLimit" = "Utnyttjandegräns: %@ (%@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Aktivera Touch ID för Bread";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Du har inte ställt in Touch ID på denna enhet. Gå till Inställningar->Touch ID & Lösenkod för att ställa in det nu.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID är inte inställt";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Du kommer att behöva ange din 6-siffriga PIN-kod för att skicka transaktioner som överskrider din utnyttjandegräns och varje gång efter 48 timmar sedan du senast angav din 6-siffriga PIN-kod.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID utnyttjandegräns";

/* Availability status text */
"Transaction.available" = "Tillgängligt att utnyttja";

/* Transaction complete label */
"Transaction.complete" = "Avsluta";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Utgående saldo: %@";

/* Exchange rate on date header */
"Transaction.exchangeOnDay" = "Växelkurs vid sändning:";

/* (b600 fee) */
"Transaction.fee" = "(%@ avgift)";

/* Invalid transaction */
"Transaction.invalid" = "OGILTIG";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "just nu";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Pågår: %@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Pågår: %@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Ingående saldo: %@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Väntar på bekräftelse. Vissa handlare kräver bekräftelse för att slutföra en transaktion. Uppskattad tid: 1-2 timmar.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "konto";

/* Amount section header */
"TransactionDetails.amountHeader" = "Belopp";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Dina transaktioner visas här.";

/* [received] from an address (received title 2/2) */
"TransactionDetails.from" = "från en adress";

/* More button title */
"TransactionDetails.more" = "Mer...";

/* Moved $5.00 */
"TransactionDetails.moved" = "Flyttade %@";

/* Moved $5.00 to <address> */
"TransactionDetails.movedDescription" = "Flyttade <b>%2@</b> till %2@";

/* Received $5.00 (received title 1/2) */
"TransactionDetails.received" = "Mottog %@";

/* Received $5.00 from <address> */
"TransactionDetails.receivedDescription" = "Mottog <b>%1@</b> vid %2@";

/* Sent $5.00 to <address> */
"TransactionDetails.sendDescription" = "Skickade <b>%1@</b> till %2@";

/* Sent $5.00 (sent title 1/2) */
"TransactionDetails.sent" = "Skickade %@";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Transaktionsuppgifter";

/* [sent] to an address (sent title 2/2) */
"TransactionDetails.to" = "till en adress";

/* Transaction hash header */
"TransactionDetails.txHashHeader" = "Transaktions-hash";

/* Usage: to/from Address */
"TransactionDirection.address" = "mottogs på denna adress";

/* Usage: sent transaction to */
"TransactionDirection.to" = "till";

/* Disabled until date */
"UnlockScreen.disabled" = "Inaktiverad till: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Min adress";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Återställ PIN-kod";

/* Scan button title */
"UnlockScreen.scan" = "Läs av";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Ange PIN-kod";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Lås upp Bread.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Lås upp med TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Plånbok upplåst";

/* Update PIN caption text */
"UpdatePin.caption" = "Kom ihåg PIN-koden. Om du glömmer den, kommer du inte åt dina bitcoin.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Din PIN-kod används för att låsa upp ditt Bread och skicka pengar";

/* Update PIN title */
"UpdatePin.createTitle" = "Ställ in PIN-kod";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Ange PIN-koden igen";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Ange aktuell PIN-kod.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Ange din nya PIN-kod.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Ange din nya PIN-kod igen.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Förlåt, vi kunde inte uppdatera din PIN-kod.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Fel vid uppdatering av PIN-kod";

/* Update PIN title */
"UpdatePin.updateTitle" = "Uppdatera PIN-kod";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopiera plånboksadresser till urklipp?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Godkänn att kopiera plånbokens adress till urklipp";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopiera plånboksadresser";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopiera";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Ange din PIN-kod för att fortsätta.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN-kod krävs";

/* Verify PIN view body. eg. Please enter your PIN to authorize this transaction of $5.00 to 1BvBMSEYstWetqTFn5Au4m4GFg7xJaNVN2 with network fee: $0.1 */
"VerifyPin.transactionBody" = "Ange din PIN-kod för att godkänna denna transaktion på %@ till %@ med nätverksavgift: %@";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Öppna iPhone-appen Bread för att ställa in din plånbok.";

/* Dismiss button label */
"Webview.dismiss" = "Avfärda";

/* Webview loading error message */
"Webview.errorMessage" = "Det blev fel vid uppladdning av innehållet. Försök igen";

/* Updating webview message */
"Webview.updating" = "Uppdaterar...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Skriv ner varje ord i ordning och lagra dem på ett säkert ställe.";

/* button label */
"WritePaperPhrase.next" = "Nästa";

/* button label */
"WritePaperPhrase.previous" = "Föregående";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d av %2$d";

